[
  {
    "id": 1,
    "image": "public/images/achievements/achieve1.jpeg",
    "title": "Hack League",
    "description": "IEDC WE Cell is here with Introduction to JavaScript, 5-day workshop to learn to use JS and create dynamic and interactive web pages. The session will be handled by Nandkishor R(Fullstack web developer, Freelancer). "
  },
  {
    "id": 2,
    "image": "src/images/Announcment/a2.jpeg",
    "title": "TechForge",
    "description": "Get ready to unleash your skills and join us in TechForge the daily challenge by IEDC Bootcamp CEC. Whether you are a hardware enthusiast, a coding whiz, or a design guru, there is something for everyone!"
  },
  {
    "id": 3,
    "image": "src/images/Announcment/a3.jpeg",
    "title": " Design Workshop",
    "description": "  As part of WE_WEEK IEDC We Cell is here with an exciting Design Workshop to aid you to create stunning designs using Figma.Whether you're a beginner or an experienced designer, you'll walk away with skills,  experience, and valuable insights from our experienced mentor Sreelakshmi M, State Creative Lead IEDC NEST."
  },

  {
    "id": 4,
    "image": "src/images/Announcment/a4.jpeg",
    "title": "Introduction to Notion",
    "description": "In regards to We_Week, IEDC WE CELL CEC is ecstatic to bring to you a session on Introduction to Notion, a tool that blends your everyday work apps into one. The session will be handled by Parvathy Madhu, Student Lead, IEDC CEC."
  },
  {
    "id": 5,
    "image": "src/images/Announcment/a5.jpeg",
    "title": "Inspire For Innovators",
    "description": "IEDC Bootcamp CEC in collaboration with Paradox Productions is excited to announce a casting call for our upcoming video project- Inspire For Innovators organised by KSUM. Grab this opportunity and be a part of this exciting project! "
  },
  {
    "id": 6,
    "image": "src/images/Announcment/a6.jpeg",
    "title": "    IDEATHON ",
    "description": "IEDC Bootcamp CEC is riveted to organize IDEATHON in connection with IPL 2.0. So folks boost your brain and start pitching down."
  }
]
